{
  "add store": "Ajouter un nouveau magasin",
  "title-search": "Ma recherche",
  "title-popular": "Produits tendance",
  "list-empty": "Aucun résultat n'a été trouvé pour cette recherche",
  "home": "Accueil",
  "popular_products_brand": "Voir les produits tendance de la marque sélectionnée",
  "no_product": "Aucuns produits disponibles pour la marque sélectionnée",
  "size": "Taille",
  "color": "Couleur",
  "see": "Voir",
  "see-stores": "VOIR BOUTIQUES",
  "see-details": "VOIR DÉTAILS",
  "search": {
    "label": "Recherche",
    "brand-search": "Marque (Optionnel)",
    "product-search": "Description du produit (ex: Stan Smith Men's)",
    "code-search": "Entrez le code du produit",
    "name": "Nom du Produit",
    "title": "CHERCHEZ GLOBAL, ACHETEZ LOCAL.",
    "subtitle": "Trouvez toutes vos marques préférées, tout près de vous.",
    "product-type": "Recherche par produit",
    "asin-type": "Recherche par code ASIN",
    "upc-type": "Recherche par code UPC",
    "ean-type": "Recherche par code EAN",
    "required-field": "Ce champ est requis"
  },
  "footer": {
    "quick links": "LIENS RAPIDES",
    "home": "Accueil",
    "about us": "À propos",
    "stores": "Magasins participants",
    "our products": "Nos produits",
    "contact us": "Nous contacter",
    "customer service": "SERVICE CLIENT",
    "privacy": "Vie privée",
    "security": "Sécurité",
    "terms of service": "Conditions d'utilisation",
    "site map": "Plan du site",
    "contact info": "INFORMATIONS DE CONTACT",
    "quebec-inc": "© 9329-7000 Québec inc, 2020",
    "all rights reserved": "Tout droits réservés",
    "copyrigth-text": "Toutes les marques, marques de service, noms commerciaux, noms de produits et logos figurant sur le site sont la propriété de leurs propriétaires respectifs"
  },
  "header": {
    "home": "Accueil",
    "about_us": "À propos",
    "stores": "Magasins",
    "our_products": "Nos produits",
    "contact_us": "Nous rejoindre",
    "get_store_loco": "AJOUTEZ VOTRE BOUTIQUE SUR LOCOSHOP",
    "sign_in": "Se connecter",
    "register": "S'enregistrer",
    "log_out": "Déconnexion",
    "my_store": "Ma Boutique"
  },
  "product": {
    "search for": "Vous avez recherché",
    "price": "Prix",
    "copy loco tag": "COPIER LE TAG LOCO",
    "copy url": "COPIER L'URL",
    "last-update": "Date du dernier téléversement : ",
    "error-no-available": "Désolé, aucun magasin près de chez vous n'offre le produit",
    "name-link-title": "Aller au magasin",
    "see-store": "Voir magasin",
    "locoshop-founded": "Locoshop a trouvé",
    "store-near-you": "boutique près de vous",
    "stores-near-you": "boutiques près de vous"
  },
  "popular_product_by_brand": {
    "title": "Produits tendances de la marque"
  },
  "my-account": {
    "store info": "Informations pour votre magasin : ",
    "located at": "Situé à l'adresse suivante : ",
    "hello": "Bonjour",
    "go-my-store": "Mon magasin",
    "go-to-text": "Pour acceder à vos produits : ",
    "see-store-page": "Voir la page du magasin",
    "update-file-title": "Mettez à jour votre inventaire",
    "update-file-descripton": "Téléverser un export d'inventaire(.csv) à partir de Lightspeed ou Shopify. Votre page magasin Locoshop affichera seulement les premier 500 produits."
  },
  "register": {
    "create account address": "Créer un compte pour le magasin situé à l'adresse suivante",
    "email used": "Désolé, un compte à déjà été créé avec cette adresse email, merci d'utiliser une adresse différente",
    "invalid form": "Attention! Le formulaire comporte des erreurs",
    "password must contain": "Le mot de passe doit contenir :",
    "a lowercase character": "Au moins une minuscule",
    "an uppercase character": "Au moins une majuscule",
    "identical password": "Mot de passe identique",
    "a number": "Au moins un chiffre",
    "8 character minimum": "8 caractères minimum",
    "email address": "Adresse email",
    "password": "Mot de passe",
    "confirm password": "Confirmer votre mot de passe",
    "submit": "Envoyer",
    "agree terms": "J'accepte les conditions d'utilisation de Locoshop",
    "read here": "à lire ici"
  },
  "register-validation": {
    "sucess": "Félicitations!",
    "account-created": "Votre compte a été crée avec le courriel :",
    "is-verified": "a été vérifié",
    "return-to-home": "Returner à la page d'accueil",
    "fail": "Désolé, apparemment quelque chose ne fonctionne pas",
    "fail-message": "Nous n'avons pas réussi de valider votre compte"
  },
  "add-store": {
    "title": "Gagnez instantanément plus de visibilité pour tous vous produits!",
    "subtitle": "Ajoutez votre boutique sur Locoshop dès maintenant",
    "Unlimited": "Illimité : ",
    "unlimited": "Illimité : ",
    "500": "500",
    "products listing": "Produits référencés",
    "store display page": "Affichage de la page du magasin",
    "product updates": "Mises à jour des produits",
    "product search": "Affichage dans les recherches des utilisateurs",
    "distance ranking": "Réfencement du magasin par distance",
    "address entered": "L'adresse correspondante au magasin que vous avez renseigné est : ",
    "enter place id": "Renseignez le Google Places ID de votre magasin : ",
    "join loco": "Ajoutez dès maintenant votre magasin sur Locoshop!",
    "search": "Rechercher",
    "continue with this address": "Continuer avec cette adresse",
    "sorry wrong place id": "Désolé, ce Google Place ID n'existe pas",
    "enter store": "Entrez le nom ou l'adresse du magasin et sélectionner : ",
    "enter address": "Nom et adresse du magasin",
    "loading": "Chargement...",
    "name_store_entered": "Nom du magasin",
    "already-exist-store": "Le magasin que vous avez sélectionné est déjà enregistré. Pour signaler une erreur, veuillez nous rejoindre à info@locoshop.io et inclure les coordonnés complètes du magasin ainsi qu'une explication détaillée.",
    "free": "Gratuit",
    "select": "Choisir",
    "selected": "Choisi",
    "choose-subscription": "Choisissez votre forfait d'abonnement",
    "choose-description": "*En ce moment seulement l'abonnement basic est disponible.",
    "basic-text-1": "Configuration facile en 5 minutes (aucune carte de crédit requise)",
    "basic-text-2": "Compatible avec Shopify et Lightspeed",
    "basic-text-3": "Page magasin incluant 500 produits listés",
    "basic-text-4": "Visibilité instantanée du magasin dans les recherches de produits correspondants",
    "basic-text-5": "Mises à jour de produits manuelles illimitées",
    "pro-text-1": "Configuration facile en 5 minutes",
    "pro-text-2": "Compatible avec Shopify, Lightspeed, WooCommerce, Magento et plus!",
    "pro-text-3": "Page magasin avec produits listés ILLIMITÉS",
    "pro-text-4": "Visibilité instantanée du magasin dans les recherches de produits correspondants",
    "pro-text-5": "Mises à jour de produits mensuelles automatiques"
  },
  "csv": {
    "select_file": "Téléverser un nouveau .CSV",
    "wrong_format": "Vous devez téléverser un fichier en format .csv",
    "error": "Une erreur est survenue pendant le traitement du fichier",
    "upload": "Téléverser",
    "warning_limit_upload": "Votre forfait ne vous permet de téléverser que 500 produits.",
    "too_much_entries": "Trop d'entrées dans le fichier",
    "success_upload": "Félicitations! Le fichier a été téléversé avec succès",
    "processing_upload": "Votre fichier a été envoyé et est en cours de traitement"
  },
  "history": {
    "title": "Historique des téléversements",
    "pos-supported": "Systèmes POS supportés",
    "link-export": "Voir instructions d'exportation"
  },
  "login": {
    "title": "Connexion à Locoshop.io",
    "submit": "Se connecter",
    "email": "Adresse email",
    "password": "Mot de passe",
    "forgot password": "Mot de passe oublié?",
    "wrong-password": "Erreur : Vous avez renseigné le mauvais mot de passe",
    "too-many-requests": "Erreur : Vous avez effectué trop de tentatives de connexion. Merci de recommencer plus tard.",
    "user-not-found": "Désolé, ce courriel n'existe pas dans notre base de donnée.",
    "please verify email": "Veuillez noter que votre adresse email n'est pas encore validée, merci de cliquer sur le lien que vous avez recu par email."
  },
  "about": {
    "about_loco": "À propos de Locoshop",
    "stores": "Magasins",
    "products": "Produits",
    "name_brands": "Marques",
    "countries": "Pays",
    "for": "POUR LES",
    "text_1": "Plus de 90% des recherches de produits commencent maintenant en ligne, mais la plupart de magasins et produits ne sont pas visibles.",
    "text_2": "Alors que les réseaux sociaux tels qu'Instagram, Facebook, Pinterest sont de plus en plus employés pour susciter l'intérêt des consommateurs pour les produits de marque, Google et Amazon rendent de plus en plus difficile – et coûteux – pour les commerçants de se « classer » parmi leurs compétiteurs. Le résultat ? Les consommateurs ne voient que les magasins les plus offrant (et non tous le magasins – leur laissant moins d'options d'achat.",
    "text_3": "Et si vous pouviez rechercher des produits dans tous les magasins, puis décider où acheter ?",
    "text_4": "Locoshop.io est la première plateforme globale de géolocalisation de produits conçue pour aider les acheteurs à localiser les produits de marque dans le magasin le plus proche à proximité, partout dans le monde.",
    "text_5": "Quels produits peut-on trouver sur Locoshop?",
    "text_6": "Les mêmes produits de marque qu’on trouve typiquement sur Amazon dont vêtements, chaussures, articles de sport, bijoux et accessoires et plus encore ainsi que des « micro »-marques difficiles à trouver en magasin.",
    "shoppers": "ACHETEURS",
    "text_7": "Arrêtez de rechercher de multiples magasins pour trouver ce dont vous avez besoin",
    "text_8": "Locoshop vous aide à trouver vos produits par marque, SKU, numéro de modèle, taille et couleur, et ce, dans le magasin le plus proche. Une fois localisé, à vous de visiter ou d'acheter en ligne dans ce magasin.",
    "retailers": "DÉTAILLANTS",
    "text_9": "Mettez fin à la folie du référencement !",
    "text_10": "Locoshop crée votre boutique virtuelle en ligne en quelques minutes en affichant votre liste de produits en temps réel aux acheteurs à proximité. Alors que Google et Amazon nécessitent des dépenses mensuelles faramineuses pour vous aider à vous classer parmi des millions de concurrents, Locoshop estime que tous les magasins devraient être visibles pour chaque produit qu'ils vendent, et ce, sans compromis.",
    "shop_malls": "CENTRES COMMERCIAUX",
    "text_11": "Donnez à vos propriétés et locataires la visibilité qu'ils méritent",
    "text_12": "Vous avez de l'espace, vous avez un parking et vous avez des magasins. Avec Locoshop, votre centre commercial peut devenir une destination de choix pour des millions de produits.",
    "brands": "MARQUES",
    "text_13": "Gagnez plus de visibilité pour chaque produit de votre catalogue",
    "text_14": "Donnez aux consommateurs une visibilité non filtrée aux détaillants locaux qui vendent vos produits en ajoutant un lien Locoshop à vos annonces imprimées, numériques et extérieures."
  },
  "store": {
    "title": "Détails et produits en magasin",
    "pictures": "Images",
    "upc": "UPC",
    "brand": "Marque",
    "model": "Modèle",
    "formatted_address": "Adresse du magasin",
    "type": "Type",
    "avaiable_product": "produit disponible",
    "avaiable_products": "produits disponibles",
    "filter_by_brand": "Filtre par marque",
    "searched_product": "Votre produit recherché",
    "call_store": "APPELER LE MAGASIN",
    "list": "Liste de magasins",
    "last-upload": "Inventaire mis à jour le {{day}}-{{month}}-{{year}}"
  },
  "reset-password": {
    "user-not-found": "Désolé, cet email n'existe pas dans notre base de donnée.",
    "title": "Réinitialisation du mot de passe.",
    "email": "Merci de renseigner votre adresse email. Nous vous enverrons par la suite un message vous permettant de changer votre mot de passe.",
    "submit": "Envoyez-moi un email pour changer mon mot de passe.",
    "invalid-email": "Désolé, cet email n'est pas valide.",
    "done": "Merci, un email vous sera envoyé.",
    "success": "Merci! Nous avons bien recu votre demande de nouveau mot de passe. Nous vous avons envoyé un email avec un lien vous permettant de definir un nouveau mot de passe."
  },
  "change-password": {
    "title": "Changement de mot de passe",
    "submit": "Changer mon mot de passe",
    "success": "Merci! Votre mot de passe est maintenant changé.",
    "expired-action-code": "Le lien que vous avez suivi est expiré. Merci de recommencer le processus.",
    "invalid-action-code": "Une erreur s'est produite. Le lien que vous avez suivi est invalide.",
    "user-disabled": "Erreur : Cet utilisateur a été désactivé.",
    "user-not-found": "Erreur : Cet utlisateur n'existe pas dans notre base de données.",
    "weak-password": "Erreur : Le mot de passe fourni ne respecte pas les règles de sécurité.",
    "password": "Mot de passe",
    "confirm password": "Confirmer votre mot de passe",
    "click to login": "Cliquez ici pour vous connecter"
  },
  "stores": {
    "title": "Trouver un magasin",
    "subtitle": "Écrire le nom du magasin pour choisir un commerce",
    "message": "Votre choix vous redirigera vers la page du magasin",
    "search": "Rechercher un magasin",
    "search-suggestions": "Recherches suggérées",
    "recently-visited": "Magasins récemment visités"
  },
  "privacy": {
    "title": "Vie privée",
    "text_1": "2020 9329-7000 Québec Inc. (« Locoshop » ou « nous ») ont rédigé la présente déclaration concernant les renseignements personnels (la « Déclaration ») et s'engagent à protéger les renseignements personnels vous concernant. La présente Déclaration énonce la façon dont nous recueillons, utilisons et conservons les renseignements personnels concernant les usagers de tout site Web que nous détenons (chacun, un « site Web de Locoshop »). La présente Déclaration tient compte des exigences des lois sur la protection des renseignements personnels des gouvernements fédéral et provinciaux et reflète notre engagement continu à protéger les renseignements personnels vous concernant.",
    "text_2": "EN UTILISANT LE SITE WEB DE LOCOSHOP, VOUS ACCEPTEZ D'ÊTRE LIÉ PAR LA PRÉSENTE DÉCLARATION CONCERNANT LES RENSEIGNEMENTS PERSONNELS. SI VOUS N'ACCEPTEZ PAS LA PRÉSENTE DÉCLARATION, VEUILLEZ CESSER IMMÉDIATEMENT D'UTILISER LE PRÉSENT SITE.",
    "text_3": "1. Que sont les « renseignements personnels » ?",
    "text_4": "Les renseignements personnels sont des informations qui vous concernent et qui permettent de vous identifier. Vos nom, adresse, adresse courriel ou numéro de téléphone sont quelques exemples de renseignements personnels. Toutefois, le nom, l'adresse et le numéro de téléphone d'un particulier figurant dans un annuaire téléphonique et accessibles au public (si ledit particulier peut refuser que de tels renseignements figurent dans un tel annuaire téléphonique) ne sont pas visés par la définition de ‘renseignements personnels’, car ils sont des renseignements accessibles au public. De plus, dans certains cas, certains de ces renseignements peuvent constituer des renseignements commerciaux qui ne sont pas visés par la présente Déclaration.",
    "text_5": "2. Collecte de renseignements personnels",
    "text_6": "Nous ne recueillons pas automatiquement des renseignements personnels des visiteurs des Sites Web de LOCOSHOP. Des renseignements personnels ne sont obtenus en ligne que si vous les fournissez volontairement, généralement en communiquant avec nous par courriel, en participant en ligne à un concours, en répondant à des sondages en ligne, en participant à un blogue ou un forum, en formulant des commentaires ou en adhérant à des services. Vous n'êtes pas tenu de fournir des renseignements personnels pour consulter le contenu du site Web de Locoshop. De plus, soyez informés que, lorsque vous partagez des renseignements personnels dans des sections publiques du site Web de Locoshop, ces renseignements peuvent être vus et utilisés par d'autres utilisateurs. Nous vous encourageons à faire preuve de discernement lorsque vous partagez des renseignements personnels dans de telles sections.",
    "text_7": "Si vous décidez de ne pas nous fournir de renseignements personnels en ligne, aucune conséquence importante n'en résultera, bien que vous puissiez ne pas être en mesure de participer à certaines offres promotionnelles, de recevoir des renseignements concernant un produit ou d'utiliser les portions du site Web de Locoshop qui nécessitent des renseignements ou applications personnalisés. Le site Web de Locoshop offre aux utilisateurs la possibilité de refuser de recevoir des communications de nous à l'étape où nous vous demandons vos coordonnées.",
    "text_8": "Le site Web de Locoshop peut utiliser des témoins (communément appelés « cookies ») pour connaître les habitudes de visite des utilisateurs. Un témoin est un petit fichier de données que certains sites Web placent sur le disque dur de votre ordinateur lorsque vous les visitez. Il ne peut contenir que les renseignements que vous fournissez vous-même. Il ne peut lire les données de votre disque dur ni les fichiers de témoins créés par d'autres sites. Locoshop ne relie pas ces renseignements aux données concernant les utilisateurs individuels et ne communique pas ces renseignements ni ne les vend à des tiers. Nous n'utilisons les témoins que pour personnaliser l'expérience des personnes qui visitent le site Web de Locoshop. Si vous préférez ne pas recevoir de témoins du sites Web de Locoshop, vous pouvez régler les paramètres de votre navigateur de façon à ce qu'il vous avertisse avant d'accepter des témoins et vous pouvez refuser le témoin lorsque votre navigateur vous avertit de sa présence. Vous pouvez aussi configurer votre navigateur de façon à refuser tous les témoins. Cela pourrait toutefois restreindre les sections du site Web de Locoshop auxquelles vous avez accès.",
    "text_9": "Nous pouvons utiliser un logiciel qui reçoit et enregistre l'adresse IP (Internet Protocol) de l'ordinateur qui a contacté le site Web de Locoshop. Nous n'essayons pas de lier ces adresses à l'identité des personnes visitant le site Web de Locoshop.",
    "text_10": "Nous pouvons aussi avoir recours aux services de fournisseurs de services pour diffuser des annonces de tierces parties sur le site Web de Locoshop ou des annonces de Locoshop sur d'autres sites Web. Lors de la diffusion de telles annonces, ces fournisseurs peuvent placer des témoins (« cookies ») dans le navigateur de votre ordinateur et recueillir certains renseignements anonymes concernant vos visites sur d'autres sites Web ou sur le site Web de Locoshop. Ces renseignements peuvent comprendre le type de navigateur, l'adresse IP, le nom de domaine et le nom de la page Web à partir desquels vous êtes entrés sur de tels sites, vos activités sur le Web et l'heure. Ces renseignements sont utilisés pour mieux comprendre et optimiser les campagnes publicitaires en ligne.",
    "text_11": "De temps à autre, nous analysons le trafic et utilisons le site Web de Locoshop pour déterminer les fonctionnalités et les services que les gens aiment et n'aiment pas, de façon à améliorer ce que nous faisons. Nous préparons des statistiques cumulatives ou des sommaires de renseignements afin de décrire nos services à des tiers tels que des partenaires commerciaux et des annonceurs potentiels ainsi qu'à d'autres fins licites.",
    "text_12": "3. Utilisation et partage des renseignements personnels",
    "text_13": "Généralement, nous recueillons et utilisons des renseignements personnels pour l'administration de nos concours, promotions, sondages, programmes de récompenses et autres services, pour la compréhension des réactions, besoins et préférences de nos clients, et pour la gestion générale de nos activités.",
    "text_14": "Nous pouvons aussi utiliser des renseignements personnels pour communiquer à nos clients ou à nos fournisseurs du matériel de marketing ou de promotion au sujet de nos produits, programmes et services ou pour aider notre personnel de première ligne à présenter des offres personnalisées à nos clients. Nous pouvons échanger ou fusionner des renseignements personnels avec des données obtenues de tiers aux mêmes fins.",
    "text_15": "Nous pouvons communiquer des renseignements personnels à nos mandataires ou à nos contractants dans le cadre des services que ceux-ci exécutent pour nous. Nos ententes écrites avec ces mandataires et contractants stipulent que ces renseignements ne peuvent être utilisés que dans le but pour lequel ils leur sont communiqués et que nos mandataires et contractants doivent gérer les renseignements personnels en conformité avec la présente Déclaration. Certains de nos mandataires et contractants sont situés à l'extérieur du Canada et sont ainsi assujettis à des lois étrangères pouvant exiger la divulgation de renseignements personnels à des organismes gouvernementaux de leur pays.",
    "text_16": "4. Consentement",
    "text_17": "En nous fournissant des renseignements personnels vous concernant, vous consentez à ce que nous recueillions, utilisions et communiquions ces renseignements de la manière décrite dans la présente Déclaration telle qu'elle peut être amendée de temps à autre, ou de la manière décrite avant leur collecte, utilisation ou communication ou au moment de celles-ci, selon le cas. Si vous ne voulez pas que les renseignements personnels vous concernant soient ainsi recueillis, utilisés ou communiqués, veuillez alors :",
    "text_18": "vous abstenir de nous fournir des renseignements personnels ;",
    "text_19": "exercer l'option de refus décrite ci-dessus ou proposée au moment de la collecte des renseignements vous concernant ; ou",
    "text_20": "vous abstenir de suivre la procédure de consentement décrite ci-dessus ou proposée au moment de la collecte des renseignements vous concernant.",
    "text_21": "Si vous nous avez soumis des renseignements personnels vous concernant et que vous voulez retirer votre consentement à leur rétention, utilisation ou communication, veuillez transmettre un courriel à confidentialite@locoshop.io. Vous pouvez retirer votre consentement en tout temps moyennant un préavis raisonnable et sous réserve des restrictions légales ou contractuelles pouvant s'appliquer. Si vous retirez votre consentement, il est possible que nous ne puissions plus vous fournir certains produits ou services.",
    "text_22": "Lorsque la loi le permet ou l'exige, nous pouvons recueillir, utiliser ou communiquer sans votre consentement des renseignements personnels vous concernant, notamment pour percevoir une somme que vous nous devez, pour nous conformer à une demande légale d'un organisme gouvernemental ou pour nous conformer à une ordonnance d'un tribunal.",
    "text_23": "5. Mesures de protection et rétention des renseignements",
    "text_24": "Nous utilisons des mesures de protection matérielles, organisationnelles et technologiques afin de protéger les renseignements personnels vous concernant contre le vol et la perte ainsi que l'accès, l'utilisation, la divulgation et la destruction non autorisés. Règle générale, vous pouvez visiter le site Web de Locoshop sans communiquer de renseignements personnels vous concernant. Toutefois, puisque la transmission électronique de données n'est jamais entièrement sûre, nous ne garantissons pas la sécurité des renseignements personnels que vous nous soumettez en ligne, ce que vous faites à vos propres risques.",
    "text_25": "6. Conditions d'utilisation et modifications à la présente Déclaration",
    "text_26": "Votre utilisation du site Web de Locoshop et tout litige découlant de celle-ci sont assujettis à la présente Déclaration et sont régis par nos Conditions d'utilisation, notamment par les dispositions concernant le choix de la loi applicable. Nous nous réservons le droit de modifier la Politique et de la mettre à jour de manière diligente au moment opportun. Nous vous encourageons à consulter notre Politique de temps à autre pour vous assurer de demeurer au courant des changements que nous pouvons y apporter.",
    "text_27": "7. Accès et personne-ressource",
    "text_28": "Sur demande écrite, Locoshop vous donnera accès aux renseignements personnels vous concernant, sous réserve de certaines exceptions prévues par la législation applicable. Si vous remarquez des erreurs ou omissions dans les renseignements personnels vous concernant, veuillez nous en informer par écrit et nous apporterons rapidement les corrections requises, le cas échéant. Si vous avez des inquiétudes au sujet de la présente Déclaration, de la sécurité des renseignements personnels vous concernant ou de notre respect de la législation applicable en matière de protection des renseignements personnels, veuillez faire parvenir une brève explication écrite de vos inquiétudes à notre agent responsable de la protection des renseignements personnels à l'adresse suivante : confidentialite@locoshop.io",
    "text_29": "Dernière modification : Juillet 2020"
  },
  "agreement": {
    "title": "Entente sur les conditions d'utilisation",
    "text_1": "EN UTILISANT LE PRÉSENT SITE ET LES AUTRES SITE DÉTENUS ET EXPLOITÉS PAR 9329-7000 Québec Inc. (la « Compagnie »), VOUS ACCEPTEZ D’ÊTRE LIÉ CONTRACTUELLEMENT PAR L’ENTENTE SUR LES CONDITIONS D’UTILISATION QUI EST ÉNONCÉE CI-DESSOUS (les « conditions d’utilisation »). SI VOUS N’ÊTES PAS D’ACCORD AVEC CES CONDITIONS D’UTILISATION, VEUILLEZ CESSER IMMÉDIATEMENT TOUTE UTILISATION DES SITE (DÉFINIS CI-APRÈS).",
    "text_2": "Dans les présentes conditions d’utilisation, le terme « Site » réfère à locoshop.io ou à tout autre site détenu et exploité par la Compagnie et duquel vous avez été redirigé.",
    "text_3": "La Compagnie vous offre l’accès au Site à la condition que vous acceptiez sans modifications les modalités, conditions, dénégations et exclusions énoncées aux présentes. En utilisant le Site et son contenu, vous acceptez les présentes conditions d’utilisation. La collecte, l’utilisation et la communication de renseignements personnels par la Compagnie par l’entremise des Site sont assujetties à la Politique de confidentialité de la Compagnie. En acceptant les présentes conditions d’utilisation, vous consentez à la collecte, à l’utilisation et à la communication de renseignements personnels conformément à notre Politique de confidentialité.",
    "text_4": "Les conditions d’utilisation régissant votre Compte, défini ci-dessous, font partie intégrante des présentes conditions d’utilisation, y sont intégrées par renvoi et sont accessibles en cliquant ici.",
    "text_5": "1. Utilisation non commerciale",
    "text_6": "Le Site sont destinés à une utilisation personnelle et non commerciale. L’intégralité du contenu des Site, y compris notamment les textes, les informations, les dessins, les photographies, les graphiques, les images, les illustrations, les interfaces, les codes, les extraits audio, les extraits vidéo, les logiciels et les liens vers des Site externes (le « Contenu »), est fourni à titre informatif seulement.",
    "text_7": "2. Exclusion de garantie",
    "text_8": "Bien que la Compagnie s’emploie à assurer l’exactitude et la fiabilité du Contenu des Site, le Site et leur Contenu vous sont offerts « en l’état » et « tels que disponibles », sans aucune garantie ni condition de quelque nature que ce soit, expresse ou implicite. Plus particulièrement, la Compagnie ne contrôle pas le Contenu affiché sur le Site par les utilisateurs et ne font aucune déclaration ni n’offrent aucune garantie de quelque nature que ce soit relativement à l’exactitude ou à l’exhaustivité des données ou des renseignements accessibles sur le Site ou au moyen de ceux-ci. De plus, dans toute la mesure permise par la loi applicable, La Compagnie, leurs sociétés affiliées respectives et leurs dirigeants, administrateurs, employés, sociétés affiliées, fournisseurs, annonceurs, représentants et mandataires respectifs excluent toutes les garanties, expresses ou implicites, légales ou autres, y compris notamment les garanties implicites de propriété, de qualité, de non-contrefaçon, d’absence de virus informatiques, les garanties s’inférant des pratiques commerciales établies et des modalités d’exécution, et les garanties de qualité marchande et d’adéquation à un usage particulier. La Compagnie exclue expressément toute déclaration ou garantie selon lesquelles le Site seront exempts d’erreurs, de virus ou d’autres éléments nuisibles, les communications vers le Site ou à partir de ceux-ci seront sûres et ne seront pas interceptées, les services et les autres fonctionnalités offerts par le Site fonctionneront sans interruption, et leur contenu sera exact, exhaustif, adéquat et à jour. Le téléchargement de tout élément est effectué à vos risques et vous êtes l’unique responsable de tout dommage à votre système informatique et de toute perte de données qui résultent du téléchargement d’un élément.",
    "text_9": "Le site offre diverses formes de conseils, y compris des informations générales, juridiques, de santé, de forme physique et nutritionnelles et est conçu à des fins de divertissement, d'information et d'éducation uniquement. Vous ne devez pas vous fier à ces informations comme substitut, ni ne remplace, des conseils professionnels. Si vous avez des inquiétudes ou des questions concernant votre santé, vous devriez toujours consulter un professionnel de la santé. Ne négligez pas, n'évitez pas ou ne retardez pas l'obtention de conseils professionnels, y compris des conseils médicaux ou liés à la santé de votre professionnel de la santé, en raison de quelque chose que vous avez pu lire sur ce site. L'utilisation de toute information fournie sur ce site est à vos propres risques.",
    "text_10": "Les développements technologiques, les pratiques professionnelles et la recherche médicale peuvent avoir un impact sur les conseils qui apparaissent sur le Site. Aucune assurance ne peut être donnée que les conseils contenus sur le site incluront toujours les découvertes ou développements les plus récents concernant le matériel particulier.",
    "text_11": "3. Dénégation de responsabilité",
    "text_12": "Sans limiter la portée de ce qui précède, La Compagnie se dégage expressément (et vous la dégagez) de toute responsabilité relativement à ce qui suit :",
    "text_13": "toute fraude commise par un utilisateur des Site;",
    "text_14": "toute déclaration trompeuse (involontaire ou frauduleuse) d’un tiers relativement au Site et/ou à leur contenu;",
    "text_15": "l’omission des Compagnies de s’assurer qu’elles ne violent aucun droit d’auteur ou autre droit de propriété intellectuelle d’un tiers; tout lien sur le Site vers tout autre site;",
    "text_16": "tout lien sur le Site vers tout autre site; et",
    "text_17": "les pertes ou dommages qui sont causés par des retards, des erreurs ou des temps d’arrêt des Site (ou des serveurs) ou qui résultent d’une interruption, d’un arrêt ou d’une anomalie de fonctionnement des services Internet ou des services de télécommunications d’un tiers, même si La Compagnie ont été informées de la possibilité de telles pertes ou de tels dommages.",
    "text_18": "Rien dans les présentes conditions d’utilisation ne vise à limiter ou à exclure la responsabilité des Compagnies si et dans la mesure où les lois applicables interdisent une telle exclusion ou limitation.",
    "text_19": "La Compagnie ou ses sociétés affiliées, concédant de licence, fournisseurs, annonceurs, mandataires ou commanditaires ne peuvent en aucun cas être tenus responsables de dommages indirects, accessoires, consécutifs, spéciaux, exemplaires ou punitifs ou d’autres dommages, que ce soit en vertu de la responsabilité contractuelle, civile, délictuelle (y compris la négligence) ou stricte ou de toute autre théorie, qui découlent de l’utilisation ou de la performance des Site ou de tout autre site auquel vous ou les utilisateurs de votre compte accédez pendant l’utilisation des Site ou y sont liés, ou qui découlent de l’utilisation du Contenu par vous ou les utilisateurs de votre compte ou y sont liés, même s’ils ont été avisés de la possibilité de tels dommages.",
    "text_20": "4. Opérations avec des tiers",
    "text_21": "Toute communication ou toute opération commerciale avec un tiers, y compris un commerçant, vendeur, acheteur ou annonceur trouvé sur le Site ou au moyen de ceux-ci, intervient exclusivement entre vous et ledit tiers, et La Compagnie n’exercent aucun contrôle sur la qualité, la légalité ou le caractère approprié du Contenu annoncé, sur la véracité ou l’exactitude des déclarations faites par les vendeurs, sur la capacité des vendeurs de vendre ou sur la capacité des acheteurs d’acheter. La Compagnie ne sont pas responsables des pertes ou dommages que vous pourriez subir en concluant de telles opérations, y compris quant au paiement et à la livraison de biens, le cas échéant, ou quant aux modalités, conditions, garanties ou déclarations associées auxdites opérations. Le tiers et vous, et non La Compagnie, avez la responsabilité de vous conformer à toutes les lois applicables dans le cadre d’une telle opération.",
    "text_22": "5. Indemnisation",
    "text_23": "Vous reconnaissez et convenez expressément que vous utilisez le Site à vos risques uniquement. Vous vous engagez à défendre, à indemniser et à dégager de toute responsabilité La Compagnie et leurs sociétés affiliées ainsi que leurs administrateurs, dirigeants, fiduciaires et employés respectifs relativement aux obligations, frais et dépenses, y compris les honoraires d’avocat raisonnables, se rapportant à un manquement aux présentes conditions d’utilisation par vous ou par les utilisateurs de votre compte ou découlant de quelque façon que ce soit de l’utilisation des Site, y compris notamment l’affichage ou la transmission d’informations ou d’éléments sur le Site par vous ou par les utilisateurs de votre compte.",
    "text_24": "6. Utilisation interdite des Site",
    "text_25": "Il vous est interdit d’utiliser le Site d’une manière nuisant à leur fonctionnement et d’y soumettre du contenu qui est calomnieux, diffamatoire, obscène, pornographique, abusif ou menaçant, ou qui porte atteinte à la vie privée, contrevient aux lois sur la propriété intellectuelle ou contrevient à toute autre loi applicable. Il vous est interdit d’afficher, de téléverser, de publier, de transmettre ou de diffuser autrement sur le Site ou par son entremise de l’information ou d’autres éléments qui :",
    "text_26": "pourrait constituer un acte criminel, y compris, mais sans s’y limiter, tout crime relié à la pornographie, aux menaces, à l’intimidation, à la haine, au racisme, à l’agression ou à la fraude;",
    "text_27": "pourrait diffamer, harceler ou menacer autrui, abuser d’autrui, ou nuire ou porter atteinte autrement aux droits contractuels, moraux ou légaux, aux droits de la personnalité, au droit à la confidentialité et à la protection de la vie privée ou publique, ou à tout autre droit d’autrui, y compris notamment, pour plus de précision, La Compagnie et leurs sociétés affiliées respectives;",
    "text_28": "pourrait porter atteinte aux droits de propriété intellectuelle, y compris les droits d’auteur, les marques de commerce ou les brevets, d’autrui, y compris notamment, pour plus de précision, La Compagnie et leurs sociétés affiliées;",
    "text_29": "pourrait être considérés comme une utilisation des Site qui est contraire à la loi ou à l’étiquette d’Internet, ou pourraient nuire à l’utilisation des Site ou d’Internet par d’autres utilisateurs, y compris l’affichage ou la transmission d’informations ou de logiciels comportant des virus ou d’autres éléments nuisibles;",
    "text_30": "contient des éléments grossiers ou offensants, y compris notamment des éléments destinés à un public adulte;",
    "text_31": "contient :",
    "text_31_a": "des faussetés ou des déclarations trompeuses;",
    "text_31_b": "un contenu commercial, y compris notamment une publicité, une sollicitation ou une offre visant la vente de produits, de marchandises ou de services;",
    "text_31_c": "une publicité non sollicitée ou non autorisée, du matériel promotionnel, un « pourriel », un « polluriel », une « chaîne de lettres », une « opération pyramidale » ou toute autre forme de sollicitation, la présente interdiction couvrant notamment (a) l’utilisation des Site pour envoyer des messages à des personnes qui ne vous connaissent pas ou qui sont peu susceptibles de vous reconnaître à titre de contact ou qui n’ont pas consenti à recevoir des messages électroniques de votre part conformément aux lois anti-pourriel applicables; (b) l’utilisation des Site pour rejoindre des personnes qui ne vous connaissent pas et leur envoyer ensuite des messages promotionnels non sollicités sans leur autorisation; (c) l’envoi de messages à des listes de distribution, à des pseudonymes de groupes de discussion ou à des pseudonymes de groupes; ou",
    "text_31_d": "des sondages ou des concours; ou encouragent, favorisent ou promeuvent l’une des conduites interdites énoncées aux présentes ou y incitent.",
    "text_33": "La Compagnie n’avalise aucune contribution, opinion ou recommandation ni aucun conseil que vous pouvez soumettre sur le Site ou au moyen de ceux-ci, et La Compagnie se dégagent expressément de toute responsabilité relativement à vos contributions au Site.",
    "text_34": "La Compagnie se réserve le droit de retirer en tout temps, en tout ou en partie, toute information que vous affichez, téléversez, publiez, transmettez, diffusez ou utilisez autrement sur le Site, à leur entière discrétion et sans avis préalable.",
    "text_35": "7. Licence",
    "text_36": "En affichant, téléversant ou soumettant de l’information, des éléments ou du contenu sur le Site, vous accordez automatiquement (ou garantissez que le propriétaire des droits liés à ces éléments ou à ce contenu accorde expressément) aux Compagnies une licence non exclusive, irrévocable, mondiale, perpétuelle, illimitée, cessible, pouvant faire l’objet d’une sous-licence et libre de redevances autorisant l’utilisation, la reproduction, la modification, l’adaptation, l’amélioration, la création d’œuvres dérivées, la publication, le retrait, la conservation, l’augmentation, le traitement, l’analyse, la traduction, la concession de licence, la transmission, la diffusion, la distribution ou l’exploitation de cette information, de ces éléments ou de ce contenu, en tout ou en partie, de quelque manière que ce soit, sur tout support et au moyen de toute technologie présentement connue ou développée ultérieurement. En outre, vous renoncez irrévocablement par les présentes à tous les droits moraux sur l’information, les éléments et le contenu affichés, téléversés ou soumis par vous.",
    "text_37": "8. Récupération et extraction de données",
    "text_38": "Vous pouvez utiliser ou reproduire le Contenu uniquement à des fins d’utilisation personnelle et non commerciale. Le cadrage, la récupération, l’exploration, l’extraction et la collecte de données du Contenu des Site, sous quelque forme et par quelque moyen que ce soit, sont formellement interdits. En outre, il vous est interdit de créer un miroir des éléments contenus sur le Site.",
    "text_39": "9. Hyperliens vers le Site",
    "text_40": "Vous pouvez établir un lien (« hyperlien ») avec un ou plusieurs des Site à condition : ",
    "text_41": "de ne pas reproduire aucun élément du Contenu des Site;",
    "text_42": "de ne créer aucun cadre ni aucune bordure autour des Site ou de leur Contenu;",
    "text_43": "que l’hyperlien ne suggère pas que La Compagnie avalise un produit, une marchandise ou un service;",
    "text_44": "que le site Web hyperlié au Site ne contienne pas de renseignement, de contenu ou d’élément pouvant nuire au fonctionnement des Site, calomnieux, diffamatoire, obscène, pornographique, abusif ou menaçant, portant atteinte à la vie privée, contrevenant aux lois sur la propriété intellectuelle ou contrevenant à toute autre loi applicable.",
    "text_45": "La Compagnie peut vous retirer en tout temps et à son entière discrétion le droit d’établir un hyperlien avec le Site.",
    "text_46": "10. Liens vers des Site de tiers",
    "text_47": "Les liens disponibles sur le Site vous permettent d’accéder à des Site Web ou à des ressources qui ne sont pas gérés ni contrôlés par La Compagnie. La Compagnie ne fournisse ces liens que pour votre commodité et ne donnent aucune garantie ni leur aval et ne font aucune déclaration de quelque nature que ce soit relativement à ces Site Web de tiers et se dégagent expressément de toute responsabilité relativement à leur contenu, que La Compagnie n’a pas examiné ni approuvé. Soyez avisé que vous accédez à ces Site Web de tiers à vos propres risques. Vous reconnaissez et convenez que La Compagnie ne peut être tenue responsables de l’illégalité, de l’inexactitude ou du caractère inapproprié de contenus, de publicités, de produits, de services ou d’informations accessibles sur ou au moyen d’autres Site Web, ni des pertes ou dommages, réels ou allégués, causés par l’utilisation de ceux-ci ou le fait de s’y être fié.",
    "text_48": "11. Droits d’auteur",
    "text_49": "Tout le Contenu publié sur le Site ou accessible au moyen de ceux-ci, y compris les textes, dessins, images, photographies et autres renseignements, est protégé par les lois canadiennes et les autres lois sur les droits d’auteur dans toute la mesure prévue par celles-ci. Le Contenu et les droits d’auteur sur celui-ci sont détenus ou contrôlés par La Compagnie et/ou leurs sociétés affiliées, concédant de licence, fournisseurs, représentants ou mandataires (chacun étant désigné « détenteur de droits d’auteur »). La Compagnie vous accorde une licence limitée vous autorisant à afficher ou à imprimer le Contenu uniquement à des fins d’utilisation personnelle et non commerciale. Il vous est interdit de modifier, de copier, de diffuser, de transmettre, d’afficher, d’exécuter, de reproduire, de publier, de transférer ou de vendre le Contenu, d’accorder une licence sur celui-ci ou d’en créer des œuvres dérivées, sous quelque forme et de quelque manière que ce soit, sans le consentement préalable écrit des détenteurs des droits d’auteur sur le Contenu. Vous devez vous conformer à l’ensemble des avis, des informations et des restrictions en matière de droit d’auteur que comporte le Contenu des Site ou le Contenu auquel vous accédez au moyen des Site, et vous ne devez pas retirer ces avis du Contenu. La Compagnie ne garantit ni ne déclarent aucunement que votre utilisation des éléments affichés sur le Site ou obtenus au moyen de ceux-ci ne portera pas atteinte à des droits appartenant à des tiers.",
    "text_50": "12. Marques de commerce",
    "text_51": "Locoshop est une marque de commerce de l’une des Compagnies au Canada. Tous les noms des autres produits, services et entreprises mentionnés sur le Site sont des marques de commerce appartenant soit à l’une des Compagnies et/ou ses sociétés affiliées, soit à leurs propriétaires respectifs. Il vous est interdit d’utiliser une marque de commerce figurant sur le Site sans la permission expresse et écrite de la Compagnie pertinente ou du propriétaire de ladite marque de commerce.",
    "text_52": "13. Modifications et mise à jour",
    "text_53": "La Compagnie se réservent le droit de modifier ou de supprimer tout Contenu des Site, en tout ou en partie, à leur entière discrétion, en tout temps et sans avis préalable. La Compagnie se réservent le droit exclusif de modifier les présentes conditions d’utilisation en tout temps. Les modifications non importantes et les clarifications entrent en vigueur dès leur publication. Toutes les modifications importantes entrent en vigueur 30 jours après leur publication. Vous devez relire les présentes conditions d’utilisation régulièrement. Veuillez consulter la date de la plus récente mise à jour indiquée au bas de la présente page pour connaître la date de publication d’une modification. En continuant à utiliser le Site après une modification des présentes conditions d’utilisation, vous acceptez ainsi les conditions d’utilisation modifiées.",
    "text_54": "14. Comptes d’utilisateur inscrit",
    "text_55": "Afin d’accéder à certaines parties des Site, il est possible que vous deviez vous inscrire comme utilisateur auprès des Compagnies. Pendant l’inscription en vue d’obtenir un compte d’utilisateur (« Compte »), vous choisirez un mot de passe et un nom d’utilisateur. Vous comprenez et convenez qu’il incombe à vous exclusivement de préserver la confidentialité de votre compte, incluant votre mot et passe, et que vous êtes entièrement responsable de toutes les activités effectuées à l’aide de votre compte. Vous convenez (a) d’aviser La Compagnie sur-le-champ de toute utilisation non autorisée de votre mot de passe ou de votre compte, ou de toute autre atteinte à la sécurité, et (b) de vous déconnecter de votre compte à la fin de chaque session. La Compagnie ne peut être tenue responsables des pertes ou dommages découlant du défaut de vous conformer au présent article.",
    "text_56": "15. Lois applicables",
    "text_57": "Les présentes conditions d’utilisation et leur interprétation sont régies par les lois du Québec et par les lois fédérales du Canada qui y sont applicables. La Compagnie et vous convenez par les présentes de vous soumettre à la compétence exclusive des tribunaux de votre province de résidence.",
    "text_58": "16. Dispositions générales",
    "text_59": "La Compagnie se réservent le droit de suspendre l’accès au Site, d’y mettre fin et/ou de résilier les présentes conditions d’utilisation en tout temps sans avis et pour quelque motif que ce soit. La Compagnie se réservent en tout temps le droit de divulguer toute information nécessaire afin de se conformer à toute loi ou à tout règlement applicable, à toute procédure judiciaire ou à toute demande d’un gouvernement, et de modifier, de refuser d’afficher ou de supprimer, en tout ou en partie, toute information ou tout élément à leur entière discrétion. Toute commande de service ou opération effectuée sur le Site ou au moyen de ceux-ci peut être assujettie à des conditions additionnelles ou à des conditions de vente. Les conditions d’utilisation des Site et tous les autres documents évoqués aux présentes constituent l’entente intégrale entre La Compagnie et vous quant à l’utilisation des Site par vous ou les utilisateurs de votre compte. Le fait pour La Compagnie de ne pas insister sur le respect rigoureux d’une disposition des présentes conditions d’utilisation ou de ne pas l’exiger ne constitue nullement une renonciation à quelque disposition ou droit que ce soit. Le fait qu’une disposition des présentes conditions d’utilisation soit déclarée nulle, invalide ou inexécutoire par un tribunal compétent n’a aucune incidence sur les autres dispositions des présentes.",
    "text_60": "Dernière modification : Juillet 2020"
  }
}
