{
  "add store": "Add a new store",
  "title-search": "My research",
  "title-popular": "Trending products",
  "list-empty": "No results were found for this search",
  "home": "Home",
  "popular_products_brand": "See popular products nearby by selected brand",
  "no_product": "No products available for the selected brand",
  "size": "Size",
  "color": "Color",
  "see": "See",
  "see-stores": "SEE STORES",
  "see-details": "SEE DETAILS",
  "search": {
    "label": "Search",
    "brand-search": "Brand (Optional)",
    "product-search": "Product description (ex: Stan Smith Men's)",
    "code-search": "Enter the product code",
    "name": "Product Name",
    "title": "SEARCH GLOBAL, BUY LOCAL.",
    "subtitle": "Find your favourite brand name products in stores near you.",
    "product-type": "Search for products",
    "asin-type": "Search for ASIN code",
    "upc-type": "Search for UPC code",
    "ean-type": "Search for EAN code",
    "required-field": "This field is required"
  },
  "footer": {
    "quick links": "QUICK LINKS",
    "home": "Home",
    "about us": "About us",
    "stores": "Participating Stores",
    "our products": "Our products",
    "contact us": "Contact us",
    "customer service": "CUSTOMER SERVICE",
    "privacy": "Privacy",
    "security": "Security",
    "terms of service": "Terms of service",
    "site map": "Site map",
    "contact info": "CONTACT INFO",
    "quebec-inc": "Copyright © 2020 9329-7000 Québec Inc",
    "all rights reserved": "All Rights Reserved",
    "copyrigth-text": "All trademarks, service marks, trade names, product names and logos appearing on the site are the property of their respective owners"
  },
  "header": {
    "home": "Home",
    "about_us": "About Us",
    "stores": "Stores",
    "our_products": "Our Products",
    "contact_us": "Contact Us",
    "get_store_loco": "GET YOUR STORE ON LOCO",
    "sign_in": "Sign In",
    "register": "Register",
    "log_out": "Log out",
    "my_store": "My store"
  },
  "product": {
    "search for": "You Have Searched For",
    "price": "Price",
    "copy loco tag": "COPY LOCO TAG",
    "copy url": "COPY URL",
    "last-update": "Last import date :",
    "error-no-available": "Sorry, no store near you offers the product",
    "name-link-title": "Go to store",
    "see-store": "See store",
    "locoshop-founded": "Locoshop founded",
    "store-near-you": "store near you",
    "stores-near-you": "stores near you"
  },
  "popular_product_by_brand": {
    "title": "Trendy brand products"
  },
  "my-account": {
    "store info": "Information for your store : ",
    "located at": "Located at the following address",
    "hello": "Hello",
    "go-my-store": "My store",
    "go-to-text": "To access to your products : ",
    "see-store-page": "Go to store page",
    "update-file-title": "Update your inventory",
    "update-file-descripton": "Select a .csv product export from Shopify or Lightspeed. Your Locoshop store page will only display the first 500 products."
  },
  "register": {
    "create account address": "Create an account for the store located at the following address :",
    "email used": "An account was already created with this email, please use an other email address",
    "invalid form": "Warning, the form contains errors",
    "password must contain": "Password must contain :",
    "a lowercase character": "A lowercase character",
    "an uppercase character": "An uppercase character",
    "identical password": "identical password",
    "a number": "A number",
    "8 character minimum": "8 character minimum",
    "email address": "Email Address",
    "password": "Password",
    "confirm password": "Password Confirmation",
    "submit": "Submit",
    "agree terms": "I agree with the terms and conditions of Locoshop",
    "read here": "read here"
  },
  "register-validation": {
    "sucess": "Congratulations!",
    "account-created": "Your account created with the email :",
    "is-verified": "is now verified",
    "return-to-home": "Return to homepage",
    "fail": "We are sorry, something when wrong",
    "fail-message": "We where not able to validate your account"
  },
  "add-store": {
    "title": " Gain instant online visibility for all your products!",
    "subtitle": "Add your store on Locoshop now",
    "Unlimited": "Unlimited",
    "unlimited": "Unlimited",
    "500": "500",
    "products listing": "Product Listing",
    "store display page": "Store Display Page",
    "product updates": "Product Updates",
    "product search": "Product Searches",
    "distance ranking": "Store Ranking By Distance",
    "address entered": "The address of the store you have provided is :",
    "join loco": "Add your store on Locoshop right now!",
    "enter place id": "Enter your store Google Places ID: ",
    "search": "Search",
    "continue with this address": "Continue with this address",
    "sorry wrong place id": "We're sorry, this Google Place ID doesn't exist.",
    "enter store": "Enter a store name or address and select: ",
    "enter address": "Store name and address",
    "loading": "Loading...",
    "name_store_entered": "Store name",
    "already-exist-store": "The selected store is already registered, please select a different store. To signal an error, email us at info@locoshop.io and be sure to include complete store information and a detailed explanation.",
    "free": "Free",
    "select": "Select",
    "selected": "Selected",
    "choose-subscription": "Choose your subscription",
    "choose-description": "*At the moment only the basic subscription is available.",
    "basic-text-1": "Easy 5-minute setup with (no credit card required)",
    "basic-text-2": "Compatible with Shopify and Lightspeed",
    "basic-text-3": "Store profile page with 500 product listings",
    "basic-text-4": "Instant store visibility on matching product searches",
    "basic-text-5": "Unlimited manual product updates",
    "pro-text-1": "Easy 5-minute setup",
    "pro-text-2": "Compatible with Shopify, Lightspeed, WooCommerce, Magento and more!",
    "pro-text-3": "Store profile page with UNLIMITED product listings",
    "pro-text-4": "Instant store visibility on matching product searches",
    "pro-text-5": "Automatic monthly product updates"
  },
  "csv": {
    "select_file": "Upload a new file .CSV",
    "wrong_format": "Select a .csv product export from Shopify or Lightspeed. Your Locoshop store page will only display the first 500 products.",
    "error": "An error occurred while processing the file.",
    "upload": "Upload",
    "warning_limit_upload": "Your plan only allows you to upload 500 products.",
    "too_much_entries": "Too many entries",
    "success_upload": "Your file was successfully uploaded!",
    "processing_upload": "Your file has been sent and is being handled"
  },
  "history": {
    "title": "upload history",
    "pos-supported": "Supported POS systems",
    "link-export": "See export instructions"
  },
  "login": {
    "title": "Sign in to Locoshop.io",
    "submit": "Log In",
    "email": "Email address",
    "password": "Password",
    "forgot password": "Forgot Password?",
    "wrong-password": "Error : The given password is incorrect",
    "user-not-found": "We're sorry this email is not in our database",
    "too-many-requests": "Error : You have made too many failed login attempts. Please try again later",
    "please verify email": "Please note that you have to verify your email, check your mailbox and click the link we sent you"
  },
  "about": {
    "about_loco": "About Locoshop",
    "stores": "Stores",
    "products": "Products",
    "name_brands": "Name Brands",
    "countries": "Countries",
    "for": "FOR",
    "text_1": "Over 90% product searches begin online, but not all stores and products are visible.",
    "text_2": "While social media platforms such as Instagram, Facebook, Pinterest drive consumer interest for brand name products, Google and Amazon are making it increasingly difficult – and costly – for e-commerce vendors to “rank” for visibility. The result? Consumers only get to see the highest bidding stores – not all the stores – leaving them with less purchasing options.",
    "text_3": "What if you could search products in all stores, then decide where to buy?",
    "text_4": "Locoshop.io is the first global product geolocation platform designed to help shoppers locate brand name products in the closest nearby store, anywhere in the world.",
    "text_5": "What can you find on Locoshop?",
    "text_6": "The same brand name clothing & apparel, footwear, sporting goods, jewelry and accessories and more products you can typically search for on Amazon as well as hard-to-find micro-brands.",
    "shoppers": "SHOPPERS",
    "text_7": "Stop searching countless online stores to find what you need",
    "text_8": "Locoshop helps you locate specific brand name products by make, SKU, model number, size and color, in the closest store. Then, choose to visit or buy online from that store.",
    "retailers": "RETAILERS",
    "text_9": "Stop the ranking madness!",
    "text_10": "Locoshop creates your virtual online store in minutes displaying your real-time product list to shoppers nearby. While Google and Amazon require significant monthly spend to help you rank among millions of competitors, Locoshop believes that all stores should be visible for every product they sell —without the games.",
    "shop_malls": "SHOPPING MALLS",
    "text_11": "Give your properties and leaseholders the visibility they deserve",
    "text_12": "You’ve got space, you’ve got parking and you’ve got stores. With Locoshop, your shopping mall can become a prime destination for millions of products.",
    "brands": "BRANDS",
    "text_13": "Gain more ROI from every product in your catalog",
    "text_14": "Give consumers “unfiltered” visibility to local retailers that carry your products by adding a custom Locoshop link to your print, digital and outdoor ads."
  },
  "store": {
    "title": "Store information and products",
    "pictures": "Product Images",
    "upc": "UPC",
    "brand": "Brand Name",
    "model": "Model Name",
    "formatted_address": "Store Address",
    "type": "Type",
    "avaiable_product": "available product",
    "avaiable_products": "available products",
    "filter_by_brand": "Filter by brand",
    "searched_product": "Your searched product",
    "call_store": "CALL STORE",
    "list": "Stores list",
    "last-upload": "Inventory updated on {{month}}-{{day}}-{{year}}"
  },
  "reset-password": {
    "user-not-found": "We're sorry, this email is not in our database",
    "title": "Password Recovery",
    "email": "Please enter your email address, we will send you an email with a link to change your password",
    "submit": "Send me a password recovery email",
    "invalid-email": "Sorry this email is not valid",
    "done": "Thank you! An email has been sent",
    "success": "Thank you! We have received your request to set up a new password, please check your email, we sent you a link that will let you set a new password"
  },
  "change-password": {
    "title": "Select your new password",
    "submit": "Change my password",
    "success": "Thank you! Your password is now changed, you can now log in",
    "expired-action-code": "The password reset link you have click is experied, please ask for a new one",
    "invalid-action-code": "Something went wrong. The link you clicked is invalid",
    "user-disabled": "Error: This user has been disabled",
    "user-not-found": "Error: This user no longer exists in our database",
    "weak-password": "Error: the given password is too weak",
    "password": "Password",
    "confirm password": "Confirm Password",
    "click to login": "Click here to go to the login page"
  },
  "stores": {
    "title": "Find a store",
    "subtitle": "Type the name of the store in the search bar",
    "message": "Choosing the item will redirect you to the store page",
    "search": "Search a store",
    "search-suggestions": "Search suggestions",
    "recently-visited": "Recently Visited Stores"
  },
  "privacy": {
    "title": "Privacy",
    "text_1": "2020 9329-7000 Québec Inc. (“Locoshop”, “we” or “us”) has created this privacy statement (the « Statement ») is firmly committed to the protection of your privacy. This Statement sets out how we collect, use and secure the personal information of individuals using any website owned by us (each, a « Locoshop Website »). This Statement reflects the requirements of Canada’s Federal and Provincial privacy legislation as well as our continuous commitment to protecting your personal information.",
    "text_2": "BY USING A LOCOSHOP WEBSITE, YOU AGREE TO BE BOUND BY THE FOLLOWING PRIVACY STATEMENT. IF YOU DO NOT AGREE WITH THIS STATEMENT, DISCONTINUE ALL USE OF THIS SITE IMMEDIATELY.",
    "text_3": "1.  What is “Personal Information”?",
    "text_4": "Personal information is information about you that uniquely identifies you as an individual. Your name, address, e-mail address, or telephone number are all examples of personal information. However, the name, address and telephone number of an individual that appears in a telephone directory that is available to the public (where such individual can refuse to have such information appears in such directory) does not fall under the scope of personal information as it is publicly available information. Also, in some circumstances, some of this information may qualify as business information which is not covered by this Statement.",
    "text_5": "2.  Collection of Personal Information",
    "text_6": "We do not automatically gather any personal information from users of the Locoshop website. Personal information is only obtained online if you supply it voluntarily, usually through contacting us via e-mail, applying online for a contest, answering online surveys, submitting a posting to a blog, forum, or review or registering for services. You are not required to supply personal information to view the content of any Locoshop Website. You should also be aware that when you share personal information in public areas of a Locoshop Website, this information may be seen and used by other users. We urge you to exercise good judgment when sharing personal information in these areas.",
    "text_7": "If you decide not to provide us with personal information online, no material consequences will result, although you may be unable to participate in certain promotions, receive product information, or use portions of a Locoshop Website that require personalized information or applications. The Locoshop website provides users the opportunity to opt-out of receiving communications from us at the point where we request contact information about you.",
    "text_8": "The Locoshop website may use cookies to track user traffic patterns. A cookie is a small data file that certain websites write to your hard drive when you visit them. The only personal information a cookie can contain is information you supply yourself. A cookie cannot read data from your hard disk or cookie files created by other websites. Locoshop does not correlate this information with data about individual users, nor does it share this information or sell it to any third party. We only use cookies to tailor the visitor’s experience to the Locoshop website. If you prefer not to receive cookies from Locoshop, you can set your browser to warn you before accepting cookies and refuse the cookie when your browser alerts you to its presence. You can also refuse all cookies by turning them off in your browser. This could affect the areas of the Locoshop website that are accessible to you.",
    "text_9": "We may use software that receives and records the Internet Protocol (IP) address of the computer that has contacted the Locoshop website. We make no attempt to link these addresses with the identity of individuals visiting the Locoshop website.",
    "text_10": "We may also use service providers to serve third party’s advertisements on the Locoshop website or Locoshop advertisements on other websites. In serving advertisements these providers may place cookies on your browser computer and may collect certain anonymous information about your visits to other websites or on the Locoshop website. This information may include browser type, IP address, domain name and the name of the web page from which you entered such websites, web activity and time of day. This information is used by these third parties to better understand and optimize the online advertising campaigns.",
    "text_11": "From time to time, we analyze traffic and use the Locoshop website to determine which features and services people like and do not like so that we can improve what we do. We prepare aggregated user statistics or information summaries in order to describe our services to third parties such as prospective business partners and advertisers and for other lawful purposes.",
    "text_12": "3.  Use and Sharing of Personal Information",
    "text_13": "We will generally collect and use personal information to administer our contests, promotions, surveys, reward programs and other services, to understand our customers' responses, needs and preferences, and to generally manage our business.",
    "text_14": "We may also use personal information to contact our customers or suppliers with marketing or promotional materials regarding our products, programs and services or to assist our front-line staff in providing tailored sales offers to our customers. We may exchange or merge personal information with data obtained from third parties for the same purposes.",
    "text_15": "Personal information may be shared with our agents or contractors in connection with services that they perform for us. Our written agreements with such agents and contractors ensure that personal information can only be used for the purposes for which it was shared with them, and that they handle the personal information in accordance with this Statement. Some of our agents and contractors are located outside of Canada and, as such, are subject to foreign laws, including laws that may require disclosure of personal information to government agencies in those countries.",
    "text_16": "4.  Your Consent",
    "text_17": "By providing us with your personal information, you consent to our collection, use and disclosure of that information as described in this Statement as amended from time to time or as described at or before the time of collection, use or disclosure, as the case may be. If you do not want your personal information to be collected, used or disclosed in this manner, then please either: ",
    "text_18": "do not submit your personal information to us;",
    "text_19": "exercise opt-out procedures described above or as may be offered at the time of collection,",
    "text_20": "or refrain from exercising opt-in procedures described above or as may be offered at the time of collection",
    "text_21": "If you have submitted personal information to us and wish to withdraw your consent to its retention, use or disclosure, please send an e-mail to privacy@locoshop.io. You may withdraw your consent, subject to legal or contractual restrictions and reasonable notice. If you withdraw your consent, we may not be able to provide some products or services to you.",
    "text_22": "Where permitted or required by law, we may collect, use or disclose your personal information without your consent, for example, to collect a debt you owe us, to comply with a legally permitted inquiry by a government agency, or to comply with a court order.",
    "text_23": "5.  Safeguards and Retention",
    "text_24": "We use physical, organizational and technological safeguards to protect your personal information against theft, loss or unauthorized access, use, modification, disclosure or disposal. Generally speaking, you can visit the Locoshop website without revealing personal information. However, given that electronically submitted data is not 100% secure, we make no warranties as to the security of any personal information you submit online, which you do at your own risk.",
    "text_25": "6.  Terms of Use & Changes to this Statement",
    "text_26": "Your use of the Locoshop website, and any disputes arising from it, is subject to this Statement and governed by our Terms of Use, including its choice of law provisions. We reserve the right to change and update the Policy and these changes will be made when appropriate, in a timely manner. We encourage you to examine our Policy from time to time to ensure you are aware of any changes we may have made.",
    "text_27": "7.  Access and Contact",
    "text_28": "Upon written request, Locoshop will provide you access to your personal information, subject to certain exceptions as provided by the applicable legislation. If you notice any errors or omissions in your personal information, please advise us in writing and we will promptly correct them where appropriate. If you have concerns regarding our Statement, the security of your personal information or our compliance with the applicable personal information protection legislation, please send a brief explanation of your concern to our Privacy Officer at privacy@locoshop.io",
    "text_29": "Amended: July 2020"
  },
  "agreement": {
    "title": "Terms of Use Agreement",
    "text_1": "BY USING THIS WEBSITE AND OTHER WEBSITE OWNED AND OPERATED BY YELLOW PAGES DIGITAL & MEDIA SOLUTIONS LIMITED  (the “Company”), YOU AGREE TO BE CONTRACTUALLY BOUND BY THE FOLLOWING TERMS OF USE AGREEMENT (the “Terms of Use”).  IF YOU DO NOT AGREE WITH THESE TERMS OF USE, DISCONTINUE ALL USE OF THE SITE (AS DEFINED HEREINBELOW) IMMEDIATELY.",
    "text_2": "In these Terms of Use, the term “Site” refers to locoshop.io or to any other website owned and operated by the Company and from which you may have been redirected.",
    "text_3": "Access to the Site is offered to you by the Company on the condition that you accept without modification the terms, conditions and disclaimers contained herein. Your use of the Site and the content therein constitutes your agreement to all such Terms of Use. Any personal information collected, used or disclosed by the Company through the Site is subject to the Company’ Privacy Policy. By agreeing to these Terms of Use, you consent to the collection, use and disclosure of personal information in accordance with our Privacy Policy.",
    "text_4": "The Terms and Conditions of Use related to your Account, as defined herein below, form an integral part of, and are incorporated by reference to, these Terms of Use and can be accessed by clicking here.",
    "text_5": "1. Non-Commercial Use",
    "text_6": "The Site is for personal and non-commercial use. All content included in the Site, including but not limited to text, information, designs, photographs, graphics, images, illustrations, interfaces, codes, audio clips, video clips, software and links to external website (the 'Content'), is provided for informational purposes only.",
    "text_7": "2. Warranty Disclaimer",
    "text_8": "The Company intend for the Content on the Site to be accurate and reliable, however, the Site and the Content are provided to you on an 'as is' and 'as available' basis and without warranty or condition of any kind, whether express or implied. In particular, the Company do not control the Content posted by users on the Site and make no representation or warranty whatsoever regarding the accuracy or completeness of any data or information accessible on or through the Site. Furthermore, to the fullest extent permissible pursuant to applicable law, the Company, their respective affiliates, and their respective officers, directors, employees, affiliates, suppliers, advertisers, representatives and agents disclaim all warranties and conditions, express, implied, legal or statutory, including, but not limited to, implied warranties of title, quality, non-infringement, freedom from computer viruses, warranties arising from course of dealing or course of performance, merchantable quality and fitness for a particular purpose. The Company expressly disclaim any representation or warranty that the Site will be free from errors, viruses or other harmful components, that communications to or from the Site will be secure and not intercepted, that the services and other capabilities offered from the Site will be uninterrupted, or that its content will be accurate, complete, adequate or timely. Any material downloaded is at your own risk and you will be solely responsible for any damage to your computer system or loss of data that results from the download of any such material.",
    "text_9": "The Site offer various forms of advice, including, general, legal, health, fitness and nutritional information and are designed for entertainment, informational and educational purposes only. You should not rely on this information as a substitute for, nor does it replace, professional advice. If you have any concerns or questions about your health, you should always consult with a health care professional. Do not disregard, avoid or delay obtaining professional advice, including medical or health related advice from your health care professional because of something you may have read on this site. The use of any information provided on this site is solely at your own risk.",
    "text_10": "Developments in technology, professional practices and medical research may impact the advice that appears on the Site. No assurance can be given that the advice contained in the Site will always include the most recent findings or developments with respect to the particular material.",
    "text_11": "3. Liability Disclaimer",
    "text_12": "Without limiting the foregoing, the Company expressly exclude (and you hereby release the Company from) any liability for any of the following:",
    "text_13": "fraud by any user of the Site;",
    "text_14": "any misrepresentation by a third party (whether innocent or fraudulent) made in respect of the Site and/or the content therein;",
    "text_15": "any failure by the Company to ensure that they do not breach any copyright or other intellectual property right of any third party;",
    "text_16": "any link on the Site to any other site; and",
    "text_17": "loss or damage caused by delay or errors in, or the downtime of, the Site (or servers) or resulting from interruption, termination, or failed operation of the Internet or a third-party telecommunication service, even in the event that the Company have been advised of the possibility of such loss or damage.",
    "text_18": "Nothing in these Terms of Use is intended to limit or exclude any liability on the part of the Company where and to the extent that applicable laws prohibit such exclusion or limitation.",
    "text_19": "In no event shall the Company or its affiliates, licensors, suppliers, advertisers, agents or sponsors, be responsible or liable for any indirect, incidental, consequential, special, exemplary, punitive or other damages under any contract, negligence, tort, extra-contractual liability, strict liability or other theory, arising out of or in connection with the use or performance of the Site or any other site you or users of your account may access while using the Site or your use or the use by users of your account of the Content, even if advised of the possibility of such damages.",
    "text_20": "4. Dealing with Third Parties",
    "text_21": "Any correspondence or business dealings with any third parties including merchants, sellers, buyers or advertisers found on, or through, the Site is solely between you and such third parties, and the Company have no control over the quality, legality or inappropriate nature of the Content advertised, the truth or accuracy of any representations made by sellers, the ability of sellers to sell and the ability of buyers to purchase. The Company are not responsible for any loss or damages you may suffer by entering into such transactions including the payment for and delivery of goods if any, and any terms, conditions, warranties, or representations associated with such dealings. You and the third party, not the Company, are responsible for compliance with all laws applicable in any such transaction",
    "text_22": "5. Indemnity.",
    "text_23": "You acknowledge and expressly agree that use of the Site is at your sole and own risk. You agree to defend, indemnify and hold the Company and their affiliates as well as their respective directors, officers, trustees and employees harmless from any and all liabilities, costs and expenses, including reasonable attorneys' fees, related to any violation of these Terms of Use by you or users of your account, or in any way arising out of the use of the Site, including without limitation, the placement or transmission of any information or other materials on the Site by you or users of your account.",
    "text_24": "6. Prohibited Use of the Site.",
    "text_25": "You shall not use the Site in any way that would interfere with their operation nor submit any content to the Site which libels, defames, invades privacy, is obscene, pornographic, abusive or threatening, infringes intellectual property laws or violates any other applicable laws. You shall not post, upload, publish, transmit or otherwise distribute on or through the Site any information or other materials that:",
    "text_26": "could constitute a criminal offence, including without limitation, any crimes relating to pornography, threats, intimidation, hate, racism, assault, or fraud;",
    "text_27": "could defame, abuse, harass, threaten or otherwise interfere with or harm the contractual, personality, confidentiality, privacy, publicity, moral or statutory or any other rights of any person, including, without limitation and for greater certainty, the Company and their respective affiliates;",
    "text_28": "could infringe the intellectual property rights including, without limitation, any copyright, trademark, or patent, of any person, including, without limitation and for greater certainty, the Company and their affiliates;",
    "text_29": "could be considered as a use of the Site that is contrary to law or electronic etiquette, or which would adversely impact the use of the Site or the Internet by other users, including the posting or transmitting of information or software containing viruses or other disruptive components;",
    "text_30": "contain any distasteful or offensive material including, but not limited to, material intended for an adult audience;",
    "text_31": "contain:",
    "text_31_a": "falsehoods or misrepresentations",
    "text_31_b": "commercial content, including without limitation, advertising, solicitation, offers to sell any products, goods or services, or",
    "text_31_c": "unsolicited or unauthorized advertising, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” or any other form of solicitation, which prohibition includes but is not limited to (a) using the Site to send messages to people who don’t know you or who are unlikely to recognize you as a known contact or who have not consented to receiving electronic messages from you in accordance with applicable anti-spam legislation; (b) using the Site to connect to people who don’t know you and then sending unsolicited promotional messages to those direct connections without their permission; and (c) sending messages to distribution lists, newsgroup aliases, or group aliases; or",
    "text_31_d": "surveys or contests; or encourage, conspire, entice or promote the occurrence of any of the prohibited conduct stipulated herein.",
    "text_33": "The Company does not endorse any submission or any opinion, recommendation or advice that you may submit on or through the Site and the Company expressly disclaim any and all liability in connection with your submissions to the Site.",
    "text_34": "The Company reserves the right to remove any information that you post, upload, publish, transmit, distribute or otherwise use on the Site, in whole or in part, at any time, at its sole discretion and without prior notice.",
    "text_35": "7. License",
    "text_36": "By posting, uploading or submitting any information, material or content to the Site, you automatically grant (or warrant that the owner of the rights to such material or content has expressly granted you the rights to grant) the Company a non-exclusive, irrevocable, worldwide, perpetual, unlimited, assignable, sublicensable, royalty-free right to use, reproduce, modify, adapt, improve, create derivative works from, publish, remove, retain, add, process, analyze, translate, license, transmit, distribute and otherwise exploit any or all portions of such information, material or content in any manner and media and by means of any technology now known or hereafter developed. In addition, you hereby irrevocably waive all moral rights in any such information, material or content posted, uploaded or submitted by you.",
    "text_37": "8. Web Scraping/Harvestings",
    "text_38": "You may only use or reproduce the Content for your own personal and non-commercial use. The framing, scraping, datamining, extraction or collection of the Content of the Site in any form and by any means whatsoever is strictly prohibited. Furthermore, you may not mirror any material contained on this Site.s",
    "text_39": "9. Hyperlinking to the Site",
    "text_40": "You may create a link (the « Hyperlink») to one or more of the Site provided that:",
    "text_41": "you do not replicate any of the Content of the Site;",
    "text_42": "you do not create a frame or any other bordered environment around the Site or the Content contained in the Site;",
    "text_43": "the Hyperlink shall not imply any endorsement of any products, goods or services; and",
    "text_44": "the website linking to the Site does not contain any information, content or material that would interfere with the operation of the Site nor which libels, defames, invades privacy, is obscene, pornographic, abusive or threatening, infringes intellectual property laws or violates any other applicable laws.",
    "text_45": "The Company may withdraw your right to hyperlink to the Site at any time in their sole discretion.",
    "text_46": "10. Links to Third Party Website",
    "text_47": "Links available on the Site will allow you to link to website or resources not maintained or controlled by the Company. The Company provide these links for your convenience only and make no endorsements, warranties or representations of any kind whatsoever regarding those other websites and expressly disclaim all responsibility for content on third party website. The Company has neither reviewed nor approved any content that appears on such other website. Please be aware that you link to these third-party websites at your own risk. You acknowledge and agree that the Company shall not be held responsible for the legality, accuracy or inappropriate nature of any content, advertising, products, services, or information located on or through any other website, nor for any loss or damages caused or alleged to have been caused by the use of or reliance on any such content.",
    "text_48": "11. Copyright",
    "text_49": "All Content published on or otherwise accessible through the Site, including without limitation, all texts, designs, images, photographs and other information, is protected under Canadian and other copyright laws to the maximum extent permitted. The Content, and the copyright in the Content, are owned or controlled by the Company and/or its affiliates, licensors, suppliers, representatives or agents (each a “Copyright Holder”). The Company grant you a limited license to display or print the Content for your own personal and non-commercial use only. You may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer or sell these materials in any form or manner without the express written permission of the Copyright Holder(s) of the Content. You must abide by all copyright notices, information and restrictions contained in any Content on, or accessed through, the Site and maintain such notices in the Content. The Company do not warrant or represent that your use of materials displayed on, or obtained through, the Site will not infringe the rights of third parties.",
    "text_50": "12. Trademarks",
    "text_51": "Locoshop is a trademark of the Company in Canada.  All other products, services and company names mentioned in the Site may be trademarks of either of the Company and/or their affiliates or their respective owners. You shall not use any trademark displayed on the Site without the express written permission of the applicable Company or the relevant owner of the trademark.",
    "text_52": "13. Changes and updates",
    "text_53": "The Company reserve the right to change or remove any Content from the Site, in whole or in part, at their sole discretion, at any time, without notice. The Company reserve the exclusive right to modify these Terms of Use at any time. Non-material changes and clarifications will take effect immediately. Any material changes will take effect 30 days after their posting. You must regularly review these Terms of Use. Please refer to the last update date which appears at the bottom of this page to know the posting date of any change. Your continued use of the Site following any modification to the Terms of Use constitutes your agreement to such modified Terms of Use.",
    "text_54": "14. Registered User Accounts",
    "text_55": "In order to access certain parts of the Site, you may have to register as a user with the Company. During registration for a user account (“Account”), you will select a password and account name. You understand and agree that you are solely responsible for maintaining the confidentiality of your account including your password, and are fully responsible for all activities that occur under your account. You agree to (a) immediately notify the Company of any unauthorized use of your password or account or any other breach of security, and (b) log out from your account at the end of each session. The Company will not be liable for any loss or damage arising from your failure to comply with this section.",
    "text_56": "15. Applicable Law",
    "text_57": "These Terms of Use shall be governed by and construed in accordance with the laws of Québec and the federal laws of Canada applicable therein. The parties hereby agree and attorn to the exclusive jurisdiction of the courts of the province in which you reside. The parties have required that these Terms of Use and all related documents be drawn up in English. Les parties ont demandé que ces termes et conditions ainsi que tous les documents qui s'y rattachent soient rédigés en anglais.",
    "text_58": " 16. General",
    "text_59": "The Company reserves the right to terminate or suspend access to the Site and/or to terminate these Terms of Use at any time without notice and for any reason whatsoever. The Company reserves the right at all times to disclose any information as necessary to satisfy any applicable law, regulation, legal process or governmental request, or to edit, refuse to post or to remove any information or materials, in whole or in part, in their sole discretion. Any service order or transaction performed on or through the Site may be subject to additional terms and conditions or terms of sale. The Terms of Use of the Site and all other documents referenced herein constitute the entire agreement between the Company and you with respect to your use of the Site or the use by users of your account. The Company's failure to insist upon, or enforce strict performance, of any provision of these Terms of Use shall not be construed as a waiver of any provision or right. If any terms in these Terms of Use are determined to be void, invalid or otherwise unenforceable by a court of competent jurisdiction, such determination shall not affect the remaining provisions hereof.",
    "text_60": "Amended: July 2020"
  }
}
